import React from 'react'
import { Col, Row } from 'react-bootstrap'

function TermsConditionsEng(){
    return <Row id="terms_conditions" className="other_page_container">
        <Col sm={2}></Col>
        <Col sm={8}>
            <p>Пожалуйста, внимательно прочтите эти Правила и условия, прежде чем пользоваться услугами нашего веб-сайта казино.</p>
            
            <h3>Принятие условий</h3>
            <p>Получая доступ к Сервису или используя его, вы соглашаетесь соблюдать настоящие Условия. Если вы не согласны с какой-либо частью Условий, вы не сможете получить доступ к Сервису.</p>
            
            <h3>Приемлемость</h3>
            <p>Чтобы воспользоваться нашим сервисом, вам должно быть не менее 18 лет или возраст, установленный законом для азартных игр в вашей юрисдикции, в зависимости от того, какой возраст выше. Используя Сервис, вы заявляете и гарантируете, что соответствуете критериям приемлемости.</p>
            
            <h3>Регистрация учетной записи</h3>
            <p>Чтобы получить доступ к определенным функциям Сервиса, вам может потребоваться создать учетную запись. Вы несете ответственность за сохранение конфиденциальности ваших учетных данных и за все действия, которые выполняются под вашей учетной записью.</p>
        </Col>
        <Col sm={2}></Col>
    </Row>
}
export default TermsConditionsEng